Repository: unclenachoduh/term_extractor
Catalog: tmx/mobile/es-MX.firefox-for-ios.tmx
Source language: en_us
Languages: es_mx

source: Reload Without Tracking Protection
es_mx: Recargar sin protección de rastreo

source: Reload With Tracking Protection
es_mx: Recargar con protección de rastreo

source: Remote Clients
es_mx: Clientes remotos

source: Remove
es_mx: Eliminar

source: Remove Bookmark
es_mx: Eliminar marcador

source: Remove from Reading List
es_mx: Eliminar de la Lista de Lectura

source: Remove history from your Firefox Account?
es_mx: ¿Eliminar todo el historial de tu cuenta de Firefox?

source: Remove page
es_mx: Eliminar página

source: Remove page - %@
es_mx: Eliminar página - %@

source: Remove Pinned Site
es_mx: Eliminar página fijada

source: Reopen Closed Tab
es_mx: Restaurar las pestañas cerradas

source: Request Desktop Site
es_mx: Solicitar sitio de escritorio

source: Request Mobile Site
es_mx: Solicitar sitio móvil

source: Require Passcode
es_mx: Se requiere código de acceso

source: Resend Email
es_mx: Reenviar correo

source: Reset text size
es_mx: Restablecer el tamaño de texto

source: Resume
es_mx: Continuar

source: Retry
es_mx: Reintentar

source: Reveal
es_mx: Mostrar

source: Save
es_mx: Guardar

source: Saved Logins
es_mx: Inicios de sesión guardados

source: Save Image
es_mx: Guardar imagen

source: Save Login
es_mx: Guardar inicio de sesión

source: Save login %1$@ for %2$@?
es_mx: ¿Guardar inicio de sesión %1$@ para %2$@?

source: Save Logins
es_mx: Guardar Credenciales

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
es_mx: Guardar páginas a la Lista de lectura al tocar el ícono del libro con el signo más en los controles de la Vista de lectura.

source: Save password for %@?
es_mx: ¿Guardar contraseña para %@?

source: Scan QR Code
es_mx: Escanear código QR

source: %@ search
es_mx: Búsqueda de %@

source: Search
es_mx: Buscar

source: Search Engine
es_mx: Motor de búsqueda

source: Searches for the suggestion
es_mx: Busca la sugerencia

source: Search in Firefox
es_mx: Buscar en Firefox

source: Searching for something different? Choose another default search engine (or add your own) in Settings.
es_mx: ¿Buscando algo diferente? Elige otro motor de búsqueda predeterminado (o agrega el que quieras) en Ajustes.

source: Search Input Field
es_mx: Buscar campo de entrada

source: Search or enter address
es_mx: Buscar o ingresar dirección

source: Search Settings
es_mx: Configuración de búsqueda

source: Search suggestions from %@
es_mx: Sugerencias de búsqueda de %@

source: Secure connection
es_mx: Conexión segura

source: Select All
es_mx: Seleccionar todo

source: Select Location Bar
es_mx: Seleccionar barra de direcciones

source: Send
es_mx: Enviar

source: Send a crash report so Mozilla can fix the problem?
es_mx: ¿Enviar un reporte de fallo para que Mozilla pueda arreglar el problema?

source: Send Anonymous Usage Data
es_mx: Enviar información de datos anónimamente

source: Send Crash Reports
es_mx: Enviar reportes de fallo

source: Send Feedback
es_mx: Enviar comentarios

source: Send Report
es_mx: Enviar reporte

source: Send Tab
es_mx: Enviar pestaña

source: Send to Device
es_mx: Enviar al dispositivo

source: Send Usage Data
es_mx: Enviar datos de uso

source: Send websites a Do Not Track signal that you don’t want to be tracked
es_mx: Enviar a los sitios web una señal de No Rastrear para informar que no quieres ser rastreado

source: Set
es_mx: Establecer

source: Set as Homepage
es_mx: Establecer como página de inicio

source: Set Homepage
es_mx: Establecer página de inicio

source: Set Passcode
es_mx: Establecer código de acceso

source: Set Theme
es_mx: Establecer tema

source: Settings
es_mx: Configuración

source: Share
es_mx: Compartir

source: Share Link
es_mx: Compartir enlace

source: Share Page With…
es_mx: Compartir la página con…

source: Show All Tabs
es_mx: Mostrar todas las pestañas

source: Show Homepage Icon In Menu
es_mx: Mostrar el icono de la Página de Inicio en el menú

source: Show Images
es_mx: Mostrar imágenes

source: Show Next Tab
es_mx: Mostrar pestaña siguiente

source: Show Previous Tab
es_mx: Mostrar pestaña anterior

source: Show search suggestions
es_mx: Mostrar sugerencias de búsqueda

source: Show Search Suggestions
es_mx: Mostrar sugerencias de búsqueda

source: Show Tabs
es_mx: Mostrar pestañas

source: Show Tour
es_mx: Dar un paseo

source: Show your Reading List
es_mx: Mostrar lista de lectura

source: Sign in
es_mx: Iniciar sesión

source: Sign in to Firefox
es_mx: Ingresar a Firefox

source: Sign In to Firefox
es_mx: Ingresar a Firefox

source: Sign in to get your tabs, bookmarks, and passwords from your other devices.
es_mx: Ingresa para obtener tus pestañas, marcadores y contraseñas de tus otros dispositivos.

source: Sign in to Sync
es_mx: Inicia sesión en Sync

source: Sign in to view a list of tabs from your other devices.
es_mx: Inicia sesión para ver una lista de pestañas de tus otros dispositivos.

source: Sign in to view open tabs on your other devices.
es_mx: Inicia sesión para ver las pestañas abiertas en tus otros dispositivos.

source: Sign Out
es_mx: Cerrar sesión

source: Sign Out?
es_mx: ¿Cerrar sesión?

source: Social trackers
es_mx: Rastreadores sociales

source: Start Browsing
es_mx: Comenzar a navegar

source: Stop
es_mx: Detener

source: Strict
es_mx: Estricto

source: Support
es_mx: Soporte

source: Swipe right or left with three fingers to close the tab.
es_mx: Desliza a la derecha o a la izquierda con tres dedos para cerrar la pestaña.

source: Switch
es_mx: Cambiar

source: Sync Connected
es_mx: Sync conectado

source: Sync Disconnected
es_mx: Sync desconectado

source: Synced devices
es_mx: Dispositivos sincronizados

source: Synced tabs
es_mx: Pestañas sincronizadas

source: Syncing
es_mx: Sincronizando

source: Syncing…
es_mx: Sincronizando…

source: Syncing has failed
es_mx: La sincronización ha fallado

source: Sync is experiencing issues syncing %@
es_mx: Sync está teniendo problemas al sincronizar %@

source: Sync is offline
es_mx: Sync está sin conexión

source: Sync is unavailable
es_mx: Sync no está disponible

source: Sync Now
es_mx: Sincronizar ahora

source: Sync Settings
es_mx: Sincronizar configuraciones

source: Sync your Devices.
es_mx: Sincronizar tus dispositivos

source: Sync your tabs, bookmarks, passwords and more.
es_mx: Sincronizar las pestañas, marcadores, contraseñas y más.

source: Sync your tabs, passwords and more.
es_mx: Sincroniza tus pestañas, contraseñas y más.

source: Tab %1$@ of %2$@
es_mx: Pestaña %1$@ de %2$@

source: Tab received
es_mx: Pestaña recibida

source: Tab received from %@
es_mx: Se recibió una pestaña desde %@

source: Tabs
es_mx: Pestañas

source: Tabs %1$@ to %2$@ of %3$@
es_mx: Pestañas %1$@ a %2$@ de %3$@

source: Tabs Tray
es_mx: Bandeja de pestañas

source: Take Your Web With You
es_mx: Lleva la web contigo

source: Tap, hold and move the Firefox icon into your dock for easy access.
es_mx: Presiona, mantén y mueve el ícono de Firefox a la parte inferior para un acceso fácil.

source: Tap the mask icon to slip into Private Browsing mode.
es_mx: Presiona la máscara para iniciar el modo de Navegación Privada.

source: Tap to begin
es_mx: Presiona para iniciar

source: Thanks for choosing Firefox!
es_mx: ¡Gracias por elegir Firefox!

source: The data is invalid
es_mx: Información no válida

source: The link you are trying to share cannot be shared.
es_mx: El enlace que estás tratando de compartir no puede compartirse.

source: Theme
es_mx: Tema

source: Themes
es_mx: Temas

source: The new search engine will appear in the quick search bar.
es_mx: El nuevo motor de búsqueda aparecerá en la barra de búsqueda rápida.

source: The owner of %@ has configured their website improperly. To protect your information from being stolen, Firefox has not connected to this website.
es_mx: El dueño de %@ ha configurado su sitio web incorrectamente. Para evitar que roben tu información, Firefox no se ha conectado a este sitio web.

source: The page could not be displayed in Reader View.
es_mx: La página no se pudo visualizar en la vista de lectura.

source: There is a new version available of Firefox Aurora. Tap OK to go to the download page.
es_mx: Hay una nueva versión de Firefox Aurora disponible. Tocar OK para ir a la página de descarga.

source: There was an error converting the page
es_mx: Hubo un error al convertir la página

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
es_mx: Hubo un problema al acceder a las pestañas de tus otros dispositivos. Intenta otra vez en unos momentos.

source: The search provider could not be added.
es_mx: El proveedor de búsqueda no pudo agregarse.

source: The Settings button is at the beginning of the Tabs Tray.
es_mx: El botón de configuración se ubica al principio de la bandeja de pestañas

source: The Show Tabs button is next to the Address and Search text field and displays the current number of open tabs.
es_mx: El botón Mostrar Pestañas se ubica al lado del campo texto de Dirección y Búsqueda y visualiza el número actual de pestañas abiertas.

source: The site includes elements that may track your browsing. You have disabled protection.
es_mx: Este sitio incluye elementos que pueden rastrear tu navegación. Tienes deshabilitada la protección.

source: This action will clear all of your private data, including history from your synced devices.
es_mx: Esta acción borrará todos sus datos privados, incluyendo el historial de tus dispositivos sincronizados.

source: This action will clear all of your private data. It cannot be undone.
es_mx: Esta acción borrará todos sus datos privados. No se puede deshacer.

source: This allows you to save the image to your Camera Roll.
es_mx: Esto te permite guardar la imagen a la galería.

source: This Connection is Untrusted
es_mx: Esta conexión no es confiable

source: This device has been successfully disconnected from Firefox Sync.
es_mx: Este dispositivo ha sido desconectado exitosamente de Firefox Sync.

source: This folder isn't empty.
es_mx: Esta carpeta está vacía.

source: This folder isn’t empty.
es_mx: Esta carpeta está vacía.

source: This lets you save and upload photos.
es_mx: Esto te permite guardar y cargar fotos.

source: This lets you save photos.
es_mx: Esto te permite guardar tus fotos.

source: This lets you take and upload photos.
es_mx: Esto te permite tomar y cargar fotos.

source: This lets you take and upload videos.
es_mx: Esto te permite tomar y subir videos.

source: this week
es_mx: esta semana

source: This will open in another application
es_mx: Esto se abrirá en otra aplicación

source: Title
es_mx: Título

source: Today
es_mx: Hoy

source: today at %@
es_mx: hoy a las %@

source: Top sites
es_mx: Sitios frecuentes.

source: Top Sites
es_mx: Sitios favoritos

source: Total trackers blocked
es_mx: Total de seguidores bloqueados

source: Touch ID & Passcode
es_mx: Touch ID y código de acceso

source: Tracking is the collection of your browsing data across multiple websites.
es_mx: El rastreo es una recolección de tus datos de navegación en varios sitios web.

source: Tracking Protection
es_mx: Protección de rastreo

source: Tracking Protection is now off for this site.
es_mx: La protección de seguimiento está ahora desactivada para este sitio.

source: Tracking Protection is now on for this site.
es_mx: La protección de seguimiento está ahora activada para este sitio.

source: Trending
es_mx: Tendencia

source: Troubleshoot
es_mx: Solucionar problemas

source: Try again
es_mx: Intenta de nuevo

source: Turn off your passcode.
es_mx: Desactiva tu código de acceso.

source: Turn on search suggestions?
es_mx: ¿Mostrar sugerencias de búsqueda?

source: Turn on tab syncing to view a list of tabs from your other devices.
es_mx: Activa la sincronización de pestañas para ver una lista de pestañas desde tus otros dispositivos.

source: Turn Passcode Off
es_mx: Desactivar código de acceso

source: Turn Passcode On
es_mx: Activar código de acceso

source: Turns private mode on or off
es_mx: Encender o apagar el modo privado

source: Undo
es_mx: Deshacer

source: unread
es_mx: no leído

source: Unsorted Bookmarks
es_mx: Marcadores sin ordenar

source: Untitled
es_mx: Sin título

source: Update
es_mx: Actualizar

source: Update login for %1$@ on %2$@?
es_mx: ¿Actualizar inicio de sesión para %1$@ en %2$@?

source: Update password for %@?
es_mx: ¿Actualizar contraseña para %@?

source: Upgrade Firefox to connect
es_mx: Actualiza Firefox para conectarte

source: Upgrade Firefox to connect.
es_mx: Actualizar Firefox para conectar

source: URL Copied To Clipboard
es_mx: Enlace URL copiado al portapapeles

source: URL (Replace Query with %s)
es_mx: URL (Cambia búsqueda con %s)

source: Use any email app - not just Mail - with Firefox.
es_mx: Usa cualquier aplicación de correo electrónico - no solamente tu correo - con Firefox.

source: Use Compact Tabs
es_mx: Usar pestañas compactas

source: Use Copied Link
es_mx: Usar enlace copiado

source: Use Current Page
es_mx: Usar página actual

source: Use Default
es_mx: Usar predeterminado

source: Use Face ID
es_mx: Usar Face ID

source: username
es_mx: usuario

source: Username
es_mx: Nombre de usuario

source: Use Sync to find the bookmarks, passwords, and other things you save to Firefox on all your devices.
es_mx: Usar Sync para encontrar marcadores, contraseñas y otras cosas que hayas guardado en tus dispositivos con Firefox.

source: Use the share sheet to send links from other apps to Firefox.
es_mx: Usa la hoja de compartir para enviar enlaces desde otras aplicaciones a Firefox.

source: Use Touch ID
es_mx: Usar Touch ID

source: Use your fingerprint to access configuring your required passcode interval.
es_mx: Usa tu huella digital para acceder a la configuración de su intervalo de código de acceso requerido.

source: Use your fingerprint to access Logins now.
es_mx: Usa tu huella digital para acceder a inicios de sesión ahora.

source: Use your fingerprint to access Private Browsing now.
es_mx: Usa tu huella digital para acceder a la navegación privada ahora.

source: Use your fingerprint to disable Touch ID.
es_mx: Usa tu huella digital para inhabilitar Touch ID.

source: Verify your email address
es_mx: Verifica tu dirección de correo

source: Verify your email address.
es_mx: Verifica tu dirección de correo

source: Version %1$@ (%2$@)
es_mx: Versión %1$@ (%2$@)

source: View
es_mx: Ver

source: View Later
es_mx: Ver después

source: Visit Again
es_mx: Visitar de nuevo

source: Visited
es_mx: Visitado

source: Visit site anyway
es_mx: Visitar de todos modos

source: Want to see your tabs from other devices here?
es_mx: ¿Quieres ver las pestañas de tus otros dispositivos aquí?

source: Warning: we can't confirm your connection to this website is secure.
es_mx: Advertencia: no podemos confirmar que su conexión a este sitio sea seguro.

source: Web content
es_mx: Contenido web

source: website
es_mx: sitio web

source: Websites you've visited recently will show up here.
es_mx: Los sitios web que has visitado recientemente se mostrarán aquí.

source: Websites you visit may request your location.
es_mx: Los sitios que visitas pueden pedir tu ubicación.

source: Welcome to Sync
es_mx: Bienvenido a Sync

source: Welcome to Top Sites
es_mx: Sitios más visitados

source: Welcome to your Reading List
es_mx: Bienvenido a tu lista de lectura

source: Well, this is embarrassing.
es_mx: Bueno, esto da pena.

source: When Leaving Private Browsing
es_mx: Cuando dejes la navegación privada

source: When Opening Firefox
es_mx: Cuando esté abriendo Firefox

source: When you open a New Tab:
es_mx: Cuando abres una nueva pestaña:

source: Wrong email? Disconnect below to start over.
es_mx: ¿Correo equivocado? Desconéctate para comenzar de nuevo.

source: Yes
es_mx: Si

source: yesterday
es_mx: ayer

source: Yesterday
es_mx: Ayer

source: You are not signed in to your Firefox Account.
es_mx: No has iniciado sesión en tu cuenta de Firefox.

source: You can change this at any time in Settings
es_mx: Puedes cambiar esto en cualquier momento en las configuraciones

source: You can choose which list Firefox will use to block Web elements that may track your browsing activity.
es_mx: Puedes elegir cual lista Firefox usará para bloquear elementos Web que pueden rastrear tu actividad de navegación.

source: You don't have any other devices connected to this Firefox Account available to sync.
es_mx: No tienes otros dispositivos conectados a esta Cuenta Firefox que estén disponibles para sincronizar.

source: You don’t have any other devices connected to this Firefox Account available to sync.
es_mx: No tienes otros dispositivos conectados a esta cuenta de Firefox que estén disponibles para sincronizar.

source: You don't have any tabs open in Firefox on your other devices.
es_mx: No hay otras pestañas abiertas de Firefox en tus otros dispositivos.

source: You don’t have any tabs open in Firefox on your other devices.
es_mx: No hay otras pestañas abiertas de Firefox en tus otros dispositivos.

source: You need to verify %@. Check your email for the verification link from Firefox.
es_mx: Necesitas verificar %@. Revisa tu correo donde que te enviará Firefox para el enlace de verificación.

source: Your account needs to be verified.
es_mx: Tu cuenta necesita ser verificada.

source: Your first sync may take a while
es_mx: Tu primera sincronización puede tomar algo de tiempo

source: Your most visited sites will show up here.
es_mx: Tus sitios más visitados se mostrarán aquí.

source: Your Rights
es_mx: Tus derechos

source: Your search, your way
es_mx: Tu búsqueda, tu manera

source: Your tabs from other devices show up here.
es_mx: Las pestañas de tus otros dispositivos se mostrarán aquí.

source: You've got mail… options
es_mx: Tienes un nuevo mensaje… opciones
